Repository: davidbermudez/themenu
Catalog: translations/security.*.xlf
Languages: ca

source: An authentication exception occurred.
ca: Ha succeït un error d'autenticació.

source: Authentication credentials could not be found.
ca: No s'han trobat les credencials d'autenticació.

source: Authentication request could not be processed due to a system problem.
ca: La solicitud d'autenticació no s'ha pogut processar per un problema del sistema.

source: Invalid credentials.
ca: Credencials no vàlides.

source: Cookie has already been used by someone else.
ca: La cookie ja ha estat utilitzada per una altra persona.

source: Not privileged to request the resource.
ca: No té privilegis per solicitar el recurs.

source: Invalid CSRF token.
ca: Token CSRF no vàlid.

source: No authentication provider found to support the authentication token.
ca: No s'ha trobat un proveïdor d'autenticació que suporti el token d'autenticació.

source: No session available, it either timed out or cookies are not enabled.
ca: No hi ha sessió disponible, ha expirat o les cookies no estan habilitades.

source: No token could be found.
ca: No s'ha trobat cap token.

source: Username could not be found.
ca: No s'ha trobat el nom d'usuari.

source: Account has expired.
ca: El compte ha expirat.

source: Credentials have expired.
ca: Les credencials han expirat.

source: Account is disabled.
ca: El compte està deshabilitat.

source: Account is locked.
ca: El compte està bloquejat.

source: Too many failed login attempts, please try again later.
ca: Massa intents d'inici de sessió fallits, torneu-ho a provar més tard.

source: Invalid or expired login link.
ca: Enllaç d'inici de sessió no vàlid o caducat.

source: Too many failed login attempts, please try again in %minutes% minute.
ca: Massa intents d'inici de sessió fallits, torneu-ho a provar en %minutes% minut.

source: Too many failed login attempts, please try again in %minutes% minutes.
ca: Massa intents d'inici de sessió fallits, torneu-ho a provar en %minutes% minuts.
