Repository: davidbermudez/themenu
Catalog: translations/validators.*.xlf
Languages: ca

source: This value should be false.
ca: Aquest valor hauria de ser fals.

source: This value should be true.
ca: Aquest valor hauria de ser cert.

source: This value should be of type {{ type }}.
ca: Aquest valor hauria de ser del tipus {{ type }}.

source: This value should be blank.
ca: Aquest valor hauria d'estar buit.

source: The value you selected is not a valid choice.
ca: El valor seleccionat no és una opció vàlida.

source: You must select at least {{ limit }} choice.|You must select at least {{ limit }} choices.
ca: Ha de seleccionar almenys {{ limit }} opció.|Ha de seleccionar almenys {{ limit }} opcions.

source: You must select at most {{ limit }} choice.|You must select at most {{ limit }} choices.
ca: Ha de seleccionar com a màxim {{ limit }} opció.|Ha de seleccionar com a màxim {{ limit }} opcions.

source: One or more of the given values is invalid.
ca: Un o més dels valors facilitats són incorrectes.

source: This field was not expected.
ca: Aquest camp no s'esperava.

source: This field is missing.
ca: Aquest camp està desaparegut.

source: This value is not a valid date.
ca: Aquest valor no és una data vàlida.

source: This value is not a valid datetime.
ca: Aquest valor no és una data i hora vàlida.

source: This value is not a valid email address.
ca: Aquest valor no és una adreça d'email vàlida.

source: The file could not be found.
ca: No s'ha pogut trobar l'arxiu.

source: The file is not readable.
ca: No es pot llegir l'arxiu.

source: The file is too large ({{ size }} {{ suffix }}). Allowed maximum size is {{ limit }} {{ suffix }}.
ca: L'arxiu és massa gran ({{ size }} {{ suffix }}). La grandària màxima permesa és {{ limit }} {{ suffix }}.

source: The mime type of the file is invalid ({{ type }}). Allowed mime types are {{ types }}.
ca: El tipus mime de l'arxiu no és vàlid ({{ type }}). Els tipus mime vàlids són {{ types }}.

source: This value should be {{ limit }} or less.
ca: Aquest valor hauria de ser {{ limit }} o menys.

source: This value is too long. It should have {{ limit }} character or less.|This value is too long. It should have {{ limit }} characters or less.
ca: Aquest valor és massa llarg. Hauria de tenir {{ limit }} caràcter o menys.|Aquest valor és massa llarg. Hauria de tenir {{ limit }} caràcters o menys.

source: This value should be {{ limit }} or more.
ca: Aquest valor hauria de ser {{ limit }} o més.

source: This value is too short. It should have {{ limit }} character or more.|This value is too short. It should have {{ limit }} characters or more.
ca: Aquest valor és massa curt. Hauria de tenir {{ limit }} caràcters o més.

source: This value should not be blank.
ca: Aquest valor no hauria d'estar buit.

source: This value should not be null.
ca: Aquest valor no hauria de ser null.

source: This value should be null.
ca: Aquest valor hauria de ser null.

source: This value is not valid.
ca: Aquest valor no és vàlid.

source: This value is not a valid time.
ca: Aquest valor no és una hora vàlida.

source: This value is not a valid URL.
ca: Aquest valor no és una URL vàlida.

source: The two values should be equal.
ca: Els dos valors haurien de ser iguals.

source: The file is too large. Allowed maximum size is {{ limit }} {{ suffix }}.
ca: L'arxiu és massa gran. El tamany màxim permés és {{ limit }} {{ suffix }}.

source: The file is too large.
ca: L'arxiu és massa gran.

source: The file could not be uploaded.
ca: No es pot pujar l'arxiu.

source: This value should be a valid number.
ca: Aquest valor hauria de ser un nombre vàlid.

source: This file is not a valid image.
ca: L'arxiu no és una imatge vàlida.

source: This is not a valid IP address.
ca: Això no és una adreça IP vàlida.

source: This value is not a valid language.
ca: Aquest valor no és un idioma vàlid.

source: This value is not a valid locale.
ca: Aquest valor no és una localització vàlida.

source: This value is not a valid country.
ca: Aquest valor no és un país vàlid.

source: This value is already used.
ca: Aquest valor ja s'ha utilitzat.

source: The size of the image could not be detected.
ca: No s'ha pogut determinar la grandària de la imatge.

source: The image width is too big ({{ width }}px). Allowed maximum width is {{ max_width }}px.
ca: L'amplària de la imatge és massa gran ({{ width }}px). L'amplària màxima permesa són {{ max_width }}px.

source: The image width is too small ({{ width }}px). Minimum width expected is {{ min_width }}px.
ca: L'amplària de la imatge és massa petita ({{ width }}px). L'amplària mínima requerida són {{ min_width }}px.

source: The image height is too big ({{ height }}px). Allowed maximum height is {{ max_height }}px.
ca: L'altura de la imatge és massa gran ({{ height }}px). L'altura màxima permesa són {{ max_height }}px.

source: The image height is too small ({{ height }}px). Minimum height expected is {{ min_height }}px.
ca: L'altura de la imatge és massa petita ({{ height }}px). L'altura mínima requerida són {{ min_height }}px.

source: This value should be the user's current password.
ca: Aquest valor hauria de ser la contrasenya actual de l'usuari.

source: This value should have exactly {{ limit }} character.|This value should have exactly {{ limit }} characters.
ca: Aquest valor hauria de tenir exactament {{ limit }} caràcter.|Aquest valor hauria de tenir exactament {{ limit }} caràcters.

source: The file was only partially uploaded.
ca: L'arxiu va ser només pujat parcialment.

source: No file was uploaded.
ca: Cap arxiu va ser pujat.

source: No temporary folder was configured in php.ini.
ca: Cap carpeta temporal va ser configurada en php.ini.

source: Cannot write temporary file to disk.
ca: No es va poder escriure l'arxiu temporal en el disc.

source: A PHP extension caused the upload to fail.
ca: Una extensió de PHP va fer que la pujada fallara.

source: This collection should contain {{ limit }} element or more.|This collection should contain {{ limit }} elements or more.
ca: Aquesta col·lecció ha de contenir {{ limit }} element o més.|Aquesta col·lecció ha de contenir {{ limit }} elements o més.

source: This collection should contain {{ limit }} element or less.|This collection should contain {{ limit }} elements or less.
ca: Aquesta col·lecció ha de contenir {{ limit }} element o menys.|Aquesta col·lecció ha de contenir {{ limit }} elements o menys.

source: This collection should contain exactly {{ limit }} element.|This collection should contain exactly {{ limit }} elements.
ca: Aquesta col·lecció ha de contenir exactament {{ limit }} element.|Aquesta col·lecció ha de contenir exactament {{ limit }} elements.

source: Invalid card number.
ca: Número de targeta invàlid.

source: Unsupported card type or invalid card number.
ca: Tipus de targeta no suportada o número de targeta invàlid.

source: This is not a valid International Bank Account Number (IBAN).
ca: Això no és un nombre de compte bancari internacional (IBAN) vàlid.

source: This value is not a valid ISBN-10.
ca: Aquest valor no és un ISBN-10 vàlid.

source: This value is not a valid ISBN-13.
ca: Aquest valor no és un ISBN-13 vàlid.

source: This value is neither a valid ISBN-10 nor a valid ISBN-13.
ca: Aquest valor no és ni un ISBN-10 vàlid ni un ISBN-13 vàlid.

source: This value is not a valid ISSN.
ca: Aquest valor no és un ISSN vàlid.

source: This value is not a valid currency.
ca: Aquest valor no és una divisa vàlida.

source: This value should be equal to {{ compared_value }}.
ca: Aquest valor hauria de ser igual a {{ compared_value }}.

source: This value should be greater than {{ compared_value }}.
ca: Aquest valor hauria de ser més gran a {{ compared_value }}.

source: This value should be greater than or equal to {{ compared_value }}.
ca: Aquest valor hauria de ser major o igual a {{ compared_value }}.

source: This value should be identical to {{ compared_value_type }} {{ compared_value }}.
ca: Aquest valor hauria de ser idèntic a {{ compared_value_type }} {{ compared_value }}.

source: This value should be less than {{ compared_value }}.
ca: Aquest valor hauria de ser menor a {{ compared_value }}.

source: This value should be less than or equal to {{ compared_value }}.
ca: Aquest valor hauria de ser menor o igual a {{ compared_value }}.

source: This value should not be equal to {{ compared_value }}.
ca: Aquest valor no hauria de ser igual a {{ compared_value }}.

source: This value should not be identical to {{ compared_value_type }} {{ compared_value }}.
ca: Aquest valor no hauria de idèntic a {{ compared_value_type }} {{ compared_value }}.

source: The image ratio is too big ({{ ratio }}). Allowed maximum ratio is {{ max_ratio }}.
ca: La proporció de l'imatge és massa gran ({{ ratio }}). La màxima proporció permesa és {{ max_ratio }}.

source: The image ratio is too small ({{ ratio }}). Minimum ratio expected is {{ min_ratio }}.
ca: La proporció de l'imatge és massa petita ({{ ratio }}). La mínima proporció permesa és {{ max_ratio }}.

source: The image is square ({{ width }}x{{ height }}px). Square images are not allowed.
ca: L'imatge és quadrada({{ width }}x{{ height }}px). Les imatges quadrades no estan permeses.

source: The image is landscape oriented ({{ width }}x{{ height }}px). Landscape oriented images are not allowed.
ca: L'imatge està orientada horitzontalment ({{ width }}x{{ height }}px). Les imatges orientades horitzontalment no estan permeses.

source: The image is portrait oriented ({{ width }}x{{ height }}px). Portrait oriented images are not allowed.
ca: L'imatge està orientada verticalment ({{ width }}x{{ height }}px). Les imatges orientades verticalment no estan permeses.

source: An empty file is not allowed.
ca: No està permès un fixter buit.

source: The host could not be resolved.
ca: No s'ha pogut resoldre l'amfitrió.

source: This value does not match the expected {{ charset }} charset.
ca: Aquest valor no coincideix amb l'esperat {{ charset }} joc de caràcters.

source: This is not a valid Business Identifier Code (BIC).
ca: Aquest no és un codi d'identificació bancari (BIC) vàlid.

source: This is not a valid UUID.
ca: Aquest valor no és un UUID vàlid.

source: This value should be a multiple of {{ compared_value }}.
ca: Aquest valor ha de ser múltiple de {{ compared_value }}.

source: This Business Identifier Code (BIC) is not associated with IBAN {{ iban }}.
ca: Aquest Codi d'identificació bancari (BIC) no està associat amb l'IBAN {{ iban }}.

source: This value should be valid JSON.
ca: Aquest valor hauria de ser un JSON vàlid.

source: This collection should contain only unique elements.
ca: Aquesta col·lecció només hauria de contenir elements únics.

source: This value should be positive.
ca: Aquest valor hauria de ser positiu.

source: This value should be either positive or zero.
ca: Aquest valor ha de ser positiu o zero.

source: This value should be negative.
ca: Aquest valor ha de ser negatiu.

source: This value should be either negative or zero.
ca: Aquest valor ha de ser negatiu o zero.

source: This value is not a valid timezone.
ca: Aquest valor no és una zona horària vàlida.

source: This password has been leaked in a data breach, it must not be used. Please use another password.
ca: Aquesta contrasenya s'ha filtrat en cas de violació de dades, no s'ha d'utilitzar. Utilitzeu una altra contrasenya.

source: This value should be between {{ min }} and {{ max }}.
ca: Aquest valor ha d'estar entre {{ min }} i {{ max }}.

source: This value is not a valid hostname.
ca: Aquest valor no és un nom d'amfitrió vàlid.

source: The number of elements in this collection should be a multiple of {{ compared_value }}.
ca: El nombre d'elements d'aquesta col·lecció ha de ser múltiple de {{compared_value}}.

source: This value should satisfy at least one of the following constraints:
ca: Aquest valor ha de satisfer almenys una de les restriccions següents:

source: Each element of this collection should satisfy its own set of constraints.
ca: Cada element d'aquesta col·lecció hauria de satisfer el seu propi conjunt de restriccions.

source: This value is not a valid International Securities Identification Number (ISIN).
ca: Aquest valor no és un número d'identificació de valors internacionals (ISIN) vàlid.

source: This value should be a valid expression.
ca: Aquest valor hauria de ser una expressió vàlida.

source: This value is not a valid CSS color.
ca: Aquest valor no és un color CSS vàlid.

source: This value is not a valid CIDR notation.
ca: Aquest valor no és una notació CIDR vàlida.

source: The value of the netmask should be between {{ min }} and {{ max }}.
ca: El valor de la màscara de xarxa hauria d'estar entre {{ min }} i {{ max }}.

source: This form should not contain extra fields.
ca: Aquest formulari no hauria de contenir camps addicionals.

source: The uploaded file was too large. Please try to upload a smaller file.
ca: L'arxiu pujat és massa gran. Per favor, pugi un arxiu més petit.

source: The CSRF token is invalid. Please try to resubmit the form.
ca: El token CSRF no és vàlid. Per favor, provi d'enviar novament el formulari.

source: This value is not a valid HTML5 color.
ca: Aquest valor no és un color HTML5 valid.

source: Please enter a valid birthdate.
ca: Per favor introdueix una data d'aniversari valida.

source: The selected choice is invalid.
ca: L'opció escollida és invalida.

source: The collection is invalid.
ca: La col·lecció és invalida.

source: Please select a valid color.
ca: Per favor selecciona un color vàlid.

source: Please select a valid country.
ca: Per favor selecciona una ciutat vàlida.

source: Please select a valid currency.
ca: Per favor selecciona una moneda vàlida.

source: Please choose a valid date interval.
ca: Per favor escull un interval de dates vàlides.

source: Please enter a valid date and time.
ca: Per favor introdueix una data i temps vàlid.

source: Please enter a valid date.
ca: Per favor introdueix una data vàlida.

source: Please select a valid file.
ca: Per favor selecciona un arxiu vàlid.

source: The hidden field is invalid.
ca: El camp ocult és invàlid.

source: Please enter an integer.
ca: Per favor introdueix un enter.

source: Please select a valid language.
ca: Per favor selecciona un idioma vàlid.

source: Please select a valid locale.
ca: Per favor seleccioneu una configuració regional vàlida

source: Please enter a valid money amount.
ca: Per favor introdueix una quantitat de diners vàlids.

source: Please enter a number.
ca: Per favor introdueix un número.

source: The password is invalid.
ca: La contrasenya es invàlida.

source: Please enter a percentage value.
ca: Per favor introdueix un valor percentual.

source: The values do not match.
ca: Els valors no coincideixen.

source: Please enter a valid time.
ca: Per favor introdueix un temps vàlid.

source: Please select a valid timezone.
ca: Per favor selecciona una zona horària vàlida.

source: Please enter a valid URL.
ca: Per favor introdueix una URL vàlida.

source: Please enter a valid search term.
ca: Per favor introdueix un concepte de cerca vàlid.

source: Please provide a valid phone number.
ca: Per favor introdueix un número de telèfon vàlid.

source: The checkbox has an invalid value.
ca: La casella de selecció te un valor invàlid.

source: Please enter a valid email address.
ca: Per favor introdueix un correu electrònic vàlid.

source: Please select a valid option.
ca: Per favor selecciona una opció vàlida.

source: Please select a valid range.
ca: Per favor selecciona un rang vàlid.

source: Please enter a valid week.
ca: Per favor introdueix una setmana vàlida.
